export default {
  market: 'рынок',
  docs: 'Документация',
  faq: 'Часто задаваемые вопросы',
  goApp: 'открыть APP',
  d: '',
  n: '',
  s: '',
  ecentralized: 'Децентрализованная ',
  ame: 'система ',
  ystem: 'идентификации',
  allInOne: 'ВСЕ В ОДНОМ: ',
  allInOneBelow:
    'ваш децентрализованный домен, интернет-идентификация, эксклюзивные NFT',
  pc: 'Открытые домены, неограниченное количество субдоменов',
  pcB: 'Регистрация доменов dnsDAO не ограничивается централизованной организацией (такими как, например, ICANN), вы можете получить практически любое корневое доменное имя, которое захотите, открывая для себя неограниченные возможности.',
  daas: 'dnsDAO как сервис',
  daasB:
    'Разработчики ищут все больше возможностей для маппинга все большего количества сервисом прямо в dnsDAO, что открывает больше возможностей для открытий в Web3. Например, домены dnsDAO могут использоваться как адреса кошельков.',
  eth: 'Адрес вашего кошелька',
  web3: 'Ваше имя в Web3',
  nft: 'Ваши эксклюзивные NFT',
  nftB: 'Каждый домен dnsDAO – это ваш уникальный, принадлежащий только вам NFT актив, которые вы можете получать, передавать, сдавать в аренду.',
  carousel: 'Ваше сообщество. Ваш домен.',
  carouselB:
    'Одно сообщество — неограниченное количество людей. С помощью неограниченного деления доменов и поддоменов, вы работаете с неограниченным трафиком.',
  map: 'Достопримечательности в метавселенной',
  mapB: 'Свяжите домен в dnsDAO с координатами в метавселенной, чтобы сделать ваше цифровое пространство достопримечательностью.',
  ecology: 'Экосистема dnsDAO',
  ecologyB: 'Свобода, строительство, DAO',
  buidl: 'BIUDL',
  earth: 'О dnsDAO',
  earthT: 'Децентрализованная система идентификации',
  earthB:
    'ВСЕ В ОДНОМ: ваш децентрализованный домен, интернет-идентификация, эксклюзивные NFT',
  smart: 'Смарт-контракт',
  official: 'Официальные медиаресурсы',
  contact: 'Контакты',
  download: 'загрузка',
  language: 'Language',

  // faq
  // 1
  firstdnsDAO: 'Знакомство с dnsDAO',
  whatdnsDAO: 'Что такое dnsDAO？',
  whatdnsDAOCon:
    'dnsDAO – это открытый, децентрализованный, настраиваемый сервисный инструмент для регистрации доменных имен, организованный по принципу DAO (децентрализованной автономной организации), который обслуживает каждый блокчейн в отдельности, при этом традиционные, пиринговые и гетерогенные сети могут обнаруживать друг друга и связываться между собой с помощью инструмента dnsDAO.',
  blockdnsDAO: 'На базе какого блокчейна создан dnsDAO?',
  blockdnsDAOCon:
    'На начальном этапе, dnsDAO будет развернут на блокчейне Ethereum. Позже, по мере необходимости, инструмент будет развернут на всех основных блокчейнах.',
  ethdnsDAO: 'Домены dnsDAO могут отображать только адреса сети Ethereum?',
  ethdnsDAOCon:
    'Нет. dnsDAO может отображать адрес любой сети блокчейн. Помимо этого, dnsDAO может отображать хэш-адреса файлов IFPS, личные адреса социальных сетей, внешние ссылки URL',
  dnsDAOENS: 'В чем разница между dnsDAO и ENS?',
  dnsDAOENSCon:
    'ENS предоставляет возможность регистрации только домена .eth, dnsDAO открывает возможности по регистрации практически любых корневых (родительских) доменных имен,',
  colordnsDAOENSCon: 'например, .satoshi, .doge, .logo, .face и другие',
  dnsDAODNS: 'В чем разница между dnsDAO и интернет протоколом DNS?',
  dnsDAODNSCon:
    'Изобретенный в 1983 году, DNS больше не отвечает потребностям современных глобальных, сложных и меняющихся запросов пользователей. dnsDAO, помимо полной реализации функциональности DNS, использует передовую технологию шифрования и распределенного управления, предоставляет возможности:(1) регистрации, обмена и управления корневым (родительским) доменами и поддоменами.(2) Полное отображение произвольных символов в строк IP-адреса.(3) всестороннее улучшение безопасности и полная ликвидация централизации(4) Полностью решает проблему безопасности традиционного протокола DNS.',
  dnsDAODecentral: 'Является ли dnsDAO децентрализованным?',
  dnsDAODecentralCon:
    'Услуги регистрации доменных имен, предоставляемые dnsDAO, полностью децентрализованы. После того, как пользователь оплатил регистрационный взнос за регистрацию доменного имени dnsDAO, оно полностью переходит в собственность пользователя. Более того, в будущем dnsDAO будет управляться всем сообществом в формате DAO.',
  hopednsDAO: 'Какие перспективы у dnsDAO?',
  hopednsDAOCon:
    'dnsDAO возвращает право собственности на доменные имена, принадлежащие всему человечеству, людям всего мира и стремится превратиться в главный элемент и инфраструктуру (основу?) метавселенной и Web3, стать окончательным решением для глобальной цифровой идентификации.',
  funcdnsDAO: 'Какие функции есть у dnsDAO?',
  funcdnsDAOCon:
    'На начальном этапе dnsDAO обеспечивает такие функции, как регистрация, обмен, конфигурация, передача, продление и продажа доменных имен. В дальнейшем он сможет обеспечить функции управления, а также развивать и добавлять функции в соответствии с предложениями сообщества.',

  // 2
  howdnsDAO: 'Использование dnsDAO',
  regdnsDAO: 'Как стать регистратором(registrar) домена в dnsDAO?',
  regdnsDAOCon:
    'dnsDAO является открытым инструментом для регистрации доменов, что означает, что любой желающий зарегистрировать доменное имя с помощью dnsDAO, сможет стать регистратором.',
  dmdnsDAO: 'Как зарегистрировать доменное имя в dnsDAO?',
  dmdnsDAOCon:
    'Чтобы зарегистрировать доменное имя в dnsDAO, необходимо выполнить 2 шага.1. Отправьте запрос на регистрацию доменного имени и подождите 5-10 секунд, пока система ответит.2. перечислите соответствующую оплату за регистрацию за передачу данных в сети для доменного имени, а затем подтвердите регистрацию.После завершения этой сделки вы станете владельцем доменного имени.',
  namednsDAO: 'Какие правила есть при выборе доменного имени у dnsDAO?',
  namednsDAOCon:
    'Минимальная длина доменного имени dnsDAO равняется 1, максимальная длина не ограничена. Имя может содержать только ',
  colornamednsDAOCon:
    'международные английские буквы (строчные буквы от а до z), арабские цифры (0-9), дефис (“-“).',
  fee: 'Сколько стоит регистрация?',
  feeCon:
    'Стоимость регистрации будет определена после открытия рынка регистрации доменов dnsDAO, пожалуйста, следите за последней официальной информацией.',
  timednsDAO: 'Сколько времени нужно для регистрации в dnsDAO?',
  timednsDAOCon:
    'Система доменных имен dnsDAO отвечает в течение 5-10 секунд, а время завершения регистрации в основном зависит от времени подтверждения перевода в сети.',
  tradednsDAO:
    'Можно ли торговать доменным именем dnsDAO на биржевом рынке NFT?',
  tradednsDAOCon:
    'Все домены dnsDAO соответствуют стандарту ERC-721 и вскоре будут доступны для торговли на NFT площадках, ',
  colortradednsDAOCon:
    'например, OpenSea, Async Art ........ Конечно, dnsDAO также имеет свою собственную торговую площадку, позволяющую пользователям свободно торговать доменными именами.',
  usednsDAO: 'как можно использовать dnsDAO?',
  usednsDAOCon:
    'dnsDAO можно использовать для децентрализованных доменов, сертификатов, идентификаторов, лицензий, NFT, билетов ..... Фактически, у нас нет ограничений на то, как пользователи могут использовать dnsDAO, и мы очень рады тому, как пользователи будут использовать и комбинировать эти функции благодаря возможности настройки данных и масштабируемости dnsDAO.',
  deadline: 'Что, если я хочу продлить срок действия домена?',
  deadlineCon:
    'Вы можете продлить срок действия вашего доменного имени с помощью функции продления.',
  // 3
  comdnsDAO: 'Сообщество dnsDAO',
  earndnsDAO: 'Кто получает плату за регистрацию доменных имен в dnsDAO?',
  earndnsDAOCon:
    'Все доходы, полученные от регистрационных сборов в dnsDAO, поступают в казну dnsDAO, которую можно посмотреть по адресу смарт-контракта в казне dnsDAO.',
  profitdnsDAO: 'как команда dnsDAO получает прибыль?',
  profitdnsDAOCon:
    'Основная команда dnsDAO не получает плату за регистрацию доменов, поэтому на начальных этапах dnsDAO не генерирует никакой прибыли. Вы можете считать команду dnsDAO частью сообщества dnsDAO, и команда dnsDAO получает процент от управляющих токенов в форме взносов.',
  benefitdnsDAO: 'совпадают ли интересы сообщества dnsDAO и команды dnsDAO?',
  benefitdnsDAOCon:
    'Команда dnsDAO участвует в развитии и управлении dnsDAO только как член сообщества. Команда dnsDAO не получает плату за регистрацию доменов, и успех команды dnsDAO зависит от устойчивой модели развития продукта dnsDAO и сообщества dnsDAO, поэтому интересы команды и сообщества dnsDAO полностью совпадают.',
  DAOdsnDAO: 'когда dnsDAO достигнет DAO в полноценном формате?',
  DAOdsnDAOCon:
    'Поскольку инструмент dnsDAO на начальном этапе требует большого объема работы по разработке и эксплуатации, после того, как полноценного dnsDAO переключится в режим полноценного DAO, отдавая права на управление dnsDAO в открытый доступ.',
  dynamicdsnDAO: 'как получать официальные обновления о dnsDAO?',
  dynamicdsnDAOCon:
    'Вы можете получать самую новую информацию на официальном сайте dnsDAO, в Twitter, Facebook, Medium, группе Telegram и на канале в Discord.'
}
